Нүүдэллэхэд хялбар угсардаг шалны шийдэл


1. Налуу газар байрлуулан угсарахад тохиромжтой (equpped with leveling supports) 
2. Углуургын аргаар хийгдсэн байх ба аль болох цөөн тооны бүрэлдэхүүн хэсгүүдтэй байх ба цөөн багаж хэрэглэгддэг байх
3. Шалны дор байрлах тулгуур багана буюу хөл нь сунаж, агших боломжтой байх, хөл тус бүр нэг гадас болон хавтгай таваг(plate)-тай байх ба гадас нь тухайн хөлийг хөдөлгөөнгүй байлгах зорилготой бөгөөд таваг нь газар шигдэхээс хамгаалах зорилготой
4. Шалны үндсэн материал нь нэг ижил хэмжээтэй банз мод эсвэл гадна зориулалтын материал байх ба шалыг бат бөх байлгах үүднээс 2ш ширхэг модыг нийлүүлэн joist болгон ашиглах ба хэрэв шал 4 хөлтэй байхаар тооцвол ердөө 2 joist-той байна. 

...

